/*****************************************************
 *
 * Language text: Dutch
 *
 * @author Glenn De Backer <glenn@simplicity.be>
 *
 *****************************************************/

#include "../include/ru.h"

std::string ruText = R"(Московія! Въ понятіи иностранцевъ, отправлявшихся въ этотъ далекій, загадочный, снѣжный край — центральная ли только Россія? Или и Югъ съ златоглавымъ Кіевомъ, и Архангельскъ рыбный, и Каспій мутноводный, и Сибирь съ пушнымъ звѣремъ, и Кавказъ?

Все это, вмѣстѣ взятое.

Границы не были четко очерчены. Гдѣ кончалась Московія въ представленіи даже ученыхъ географовъ того времени, а тѣмъ болѣе въ воображеніи художниковъ, просто туристовъ, искателей приключеній, составителей мемуаровъ?

Границы страны, по которой бродятъ бѣлые медвѣди, гдѣ снѣгъ лежитъ толстой пеленой, гдѣ люди питаются сырымъ мясомъ и даже поѣдаютъ другъ друга!

Но туда ѣдутъ любознательные и пытливые путешественники: Олеарій, Корбъ, Герберштейнъ и другіе, и понемногу проливается свѣтъ на невѣдомую страну. Захватывая и всѣ окраины Россіи (Сибирь, Кавказъ), путешественники, однако, смѣшиваютъ свои представленія о людяхъ, обычаяхъ, костюмахъ, почти отождествляя, напримѣръ, татарина съ великороссомъ; они искажаютъ и архитектурныя формы: на ихъ рисункахъ главки Василія Блаженнаго и русскихъ монастырей пріобрѣтаютъ формы куполовъ персидскихъ дворцовъ и самаркандскихъ мечетей.

Но отъ этого экзотическій интересъ ихъ живописныхъ показаній не ослабляется, а напротивъ усиливается. Явно восточнаго типа халаты, мѣховыя шапки, длинные рукава — и тутъ же великорусскія кольчуги и чисто русскіе уборы коней.

Бытъ, жизнь Московіи кажется имъ суровой. Сколько наказаній тѣлесныхъ — висѣлицъ! Лѣсомъ цѣлымъ стоятъ висѣлицы на площадяхъ, людей живьемъ зарываютъ въ могилы, а тутъ же пышные кортежи, пріемы пословъ, засѣданія Думы Боярской — вотъ картины, проходящія передъ зрителемъ этихъ изображеній. Заѣзжія экспедиціи и труды отдѣльныхъ современниковъ иностранцевъ даютъ богатѣйшій матеріалъ, являющійся основой разысканій о Россіи былыхъ временъ.)";
